Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrColonExpected_ShortMessage
source: Expected colon. We expect a colon (:) at this point in the formula.
bg_bg: Очаква се двоеточие. Очакваме двоеточие (:) на този етап във формулата.
ca_es: S'esperaven dos punts. S'esperen dos punts en aquest punt de la fórmula.
cs_cz: Očekává se dvojtečka. V této části vzorce očekáváme dvojtečku (:).
da_dk: Kolon forventet. Vi forventer et kolon (:) på dette sted i formlen.
de_de: Doppelpunkt erwartet. An dieser Stelle in der Formel wird ein Doppelpunkt (:) erwartet.
el_gr: Αναμενόταν άνω και κάτω τελεία. Σε αυτό το σημείο στον τύπο αναμένεται άνω και κάτω τελεία (:).
es_es: Se esperaba el signo de dos puntos. Esperamos dos puntos (:) en este punto de la fórmula.
et_ee: Eeldati koolonit. Siinkohal eeldame valemis koolonit (:).
eu_es: Bi puntu espero ziren. Bi puntu (:) izan behar ditu formularen puntu horrek.
fi_fi: Odotettiin kaksoispistettä. Odotetaan kaksoispistettä (:) kaavan tässä kohdassa.
fr_fr: Signe deux-points attendu. Nous attendons un signe deux-points (:) à ce stade de la formule.
gl_es: Esperábanse dous puntos (:) neste punto da fórmula.
hi_in: अर्धविराम अपेक्षित है. हम सूत्र में इस बिंदु पर एक अर्धविराम (:) की अपेक्षा रखते हैं.
hr_hr: Očekuje se dvotočka. Na tom mjestu u formuli očekujemo dvotočku (:).
hu_hu: A rendszer kettőspontot (:) várt a képlet ezen pontján.
it_it: Sono previsti due punti. A questo punto della formula sono previsti due punti (:).
ja_jp: コロンが必要です。数式のこの時点で、コロン (:) が必要です。
kk_kz: Қос нүкте күтілген. Формуладағы бұл жерде қос нүкте (:) күтіледі.
ko_kr: 콜론이 필요합니다. 수식에서 이 지점에 콜론(:)이 필요합니다.
lt_lt: Numatomas dvitaškis. Šioje formulės dalyje numatomas dvitaškis (:).
lv_lv: Ir paredzēts kols. Šajā formulas posmā tiek gaidīts kols (:).
ms_my: Noktah bertindih dijangka. Kami menjangkakan noktah bertindih (:) pada masa ini dalam formula.
nb_no: Forventet kolon. Vi forventer et kolon (:) på dette stedet i formelen.
nl_nl: Er wordt een dubbele punt verwacht. Op deze positie in de formule wordt een dubbele punt (:) verwacht.
pl_pl: Oczekiwano dwukropka. W tym miejscu w formule oczekujemy dwukropka (:).
pt_br: Dois-pontos esperados. Esperamos dois-pontos (:) neste ponto da fórmula.
pt_pt: Dois pontos esperados. Eram esperados dois pontos (:) nesta parte da fórmula.
ro_ro: Se așteptau două puncte. Așteptăm două puncte (:) în acest punct din formulă.
ru_ru: Ожидалось двоеточие. В этой точке формулы должно быть двоеточие (:).
sk_sk: Očakávala sa dvojbodka. V tomto bode vzorca sa očakáva dvojbodka (:).
sl_si: Pričakovano je dvopičje. Na tem mestu v formuli je pričakovano dvopičje (:).
sr_cyrl_rs: Очекује се двотачка. Очекујемо двотачку (:) у овом делу формуле.
sr_latn_rs: Očekuje se dvotačka. Očekujemo dvotačku (:) u ovom delu formule.
sv_se: Ett kolon förväntades. Vi förväntar oss ett kolon (:) vid den här punkten i formeln.
th_th: ทวิภาคที่คาดไว้ เราคาดหวังทวิภาค (:) ในจุดนี้ในสูตร
tr_tr: İki nokta üst üste bekleniyor. Formülde bu noktada bir iki nokta üst üste (:) bekleniyor.
uk_ua: Очікувалася двокрапка. У цьому місці формули очікується двокрапка (":").
vi_vn: Đã dự kiến có dấu hai chấm. Chúng tôi dự kiến có dấu hai chấm (:) tại điểm này trong công thức.
zh_cn: 应为冒号。公式的此处应使用冒号(:)。
zh_tw: 應為冒號。公式中的此位置應為冒號 (:)。

# ErrorResource_ErrColonExpected_LongMessage
source: A colon separates a field name, sometimes called a column name, from a field value in a record (for example, {Month:"1"}, {Month:"2"} ). A colon also separates hours from minutes and seconds (for example, "3:04").
bg_bg: Двоеточието разделя име на поле, понякога наричано име на колона, от стойност на поле в даден запис (например {Month:"1"}, {Month:"2"} …). Двоеточието също разделя часовете от минутите и секундите (например „3:04“).
ca_es: Els dos punts separen un nom de camp, de vegades anomenat nom de columna, d'un valor de camp en un registre (per exemple, {Month:"1"}, {Month:"2"}…). Els dos punts també separen les hores dels minuts i els segons (per exemple, "3:04").
cs_cz: Dvojtečka odděluje název pole, kterému se někdy říká název sloupce, od položky pole v záznamu (třeba {Month:"1"}, {Month:"2"}…). Kromě toho dvojtečka odděluje hodiny od minut a sekund (třeba 3:04).
da_dk: Et kolon adskiller et feltnavn, også kaldet et kolonnenavn, fra en feltværdi i en post (f.eks. {måned: "1"}, {Month:"1"}, {Month:"2"} …). Et kolon adskiller også timer fra minutter og sekunder (f.eks. "3:04").
de_de: Ein Doppelpunkt trennt einen Feldnamen (auch als Spaltenname bezeichnet) von einem Feldwert in einem Datensatz (Beispiel: {Month:"1"}, {Month:"2"}...). Ein Doppelpunkt trennt außerdem Stunden von Minuten und Sekunden (Beispiel: "3:04").
el_gr: Η άνω και κάτω τελεία διαχωρίζει ένα όνομα πεδίου, το οποίο μερικές φορές ονομάζεται όνομα στήλης, από μια τιμή πεδίου σε μια εγγραφή (για παράδειγμα, {Month:"1"}, {Month:"2"}…). Επίσης, η άνω και κάτω τελεία διαχωρίζει τις ώρες από τα λεπτά και τα δευτερόλεπτα (για παράδειγμα, "3:04").
es_es: Los dos puntos separan un nombre de campo, que a veces se conoce como nombre de columna, de un valor de campo de un registro (por ejemplo, {Month:"1"}, {Month:"2"}...). Un signo de dos puntos también separa las horas de los minutos y los segundos (por ejemplo, "3:04").
et_ee: Koolon eraldab kirjes väljanime (mõnikord nimetatud kui veerunimi) väljaväärtusest (nt {Month:"1"}, {Month:"2"} …). Koolon eraldab ka tunde minutitest ja sekunditest (nt „3:04”).
eu_es: Eremu-izenak (zutabe-izena ere esaten zaio batzuetan) eta erregistro bateko eremu-balioak (adibidez, {Month:"1"}, {Month:"2"} ) bereizten dituzte bi puntuek; halaber, orduak, minutuak eta segundoak ere bereiz ditzakete (adibidez, "3:04").
fi_fi: Kaksoispiste erottaa kentän nimen, jota kutsutaan joskus sarakkeen nimeksi, kentän arvosta tietueessa (esimerkiksi {Month:"1"}, {Month:"2"} …). Kaksoispiste erottaa myös tunnit minuuteista ja sekunneista englanninkielisissä ajan muodoissa (esimerkiksi 3:04).
fr_fr: Un signe deux-points sépare un nom de champ, parfois appelé nom de colonne, d’une valeur de champ dans un enregistrement (par exemple, {Month:"1"}, {Month:"2"} ...). Un signe deux-points sépare également les heures des minutes et des secondes (par exemple, « 03:04 »).
gl_es: Os dous puntos separan un nome de campo, tamén denominado nome de columna dun valor de campo nun rexistro (por exemplo, {Month:"1"}, {Month:"2"} …). Os dous puntos tamén separan as horas dos minutos e dos segundos (por exemplo, "3:04").
hi_in: अर्धविराम फ़ील्ड नाम को, जिसे कभी-कभी स्तंभ नाम कहा जाता है, किसी रिकॉर्ड के फ़ील्ड मान से अलग करता है (उदाहरण के लिए, {Month:"1"}, {Month:"2"} …). अर्धविराम घंटे को मिनट और सेकंड से भी अलग करता है (उदाहरण के लिए, "3:04").
hr_hr: Dvotočka razdvaja polje za naziv, koje se ponekad naziva i naziv stupca, od polja s vrijednosti u zapisu (primjerice {Month:"1"}, {Month:"2"} …). Osim toga, dvotočka razdvaja sate od minuta i sekunda (primjerice "3:04").
hu_hu: A kettőspont a mezőnevet (más néven oszlopnevet) választja el a mező értékétől egy adott rekordban (például {Month:"1"}, {Month:"2"}…). Kettőspont választja el az órát is a perctől és a másodperctől (például 3:04).
it_it: I due punti separano un nome di campo, talvolta denominato nome di colonna, da un valore di campo in un record (ad esempio: {Mese:"1"}, {Mese:"2"} e così via). I due punti separano anche le ore dai minuti e dai secondi (ad esempio: "3:04").
ja_jp: コロンは、フィールド名 (列名と呼ばれることもあります) をレコード内のフィールド値から区切ります (例: {Month:"1"}、{Month:"2"} など)。またコロンは、時間を分と秒から区切る場合にも使用します (例: "3:04")。
kk_kz: Қос нүкте кейде баған атауы деп аталатын өріс атауын жазбадағы өріс мәнінен бөліп тұрады (мысалы, {Month:"1"}, {Month:"2"} …). Сондай-ақ қос нүкте сағатты минуттан және секундтан бөліп тұрады (мысалы, "3:04").
ko_kr: 콜론은 레코드에서 필드 이름(열 이름이라고도 함)과 필드 값을 구분합니다(예: {Month:"1"}, {Month:"2"}…). 또한 콜론은 시간, 분, 초를 구분합니다(예: "3:04").
lt_lt: Dvitaškis skiria lauko pavadinimą, kartais vadinamą stulpelio pavadinimu, nuo lauko reikšmės įraše (pvz., {Month:"1"}, {Month:"2"} …). Dvitaškis taip pat skiria valandas nuo minučių ir sekundžių (pvz., 3:04).
lv_lv: Izmantojot kolu, lauka nosaukums, reizēm saukts par kolonnas nosaukumu, tiek atdalīts no ierakstā esošās lauka vērtības (piemēram, {Month:"1"}, {Month:"2"}…). Ar kolu tiek atdalītas arī stundas no minūtēm un sekundēm (piemēram, “3:04”).
ms_my: Noktah bertindih memisahkan nama medan, kadang-kadang dipanggil nama lajur, daripada nilai medan dalam rekod (contohnya, {Month:"1"}, {Month:"2"} ). Noktah bertindih juga memisahkan jam daripada minit dan saat (contohnya, "3:04").
nb_no: Et kolon skiller et feltnavn, iblant kalt kolonnenavn, fra en feltverdi i en post (f.eks. {Month:"1"}, {Month:"2"} ...). Et kolon skiller også timer fra minutter og sekunder (f.eks. 3:04).
nl_nl: Met een dubbele punt wordt een veldnaam, soms ook een kolomnaam genoemd, gescheiden van een veldwaarde in een record (bijvoorbeeld {Month:"1"}, {Month:"2"} …). Een dubbele punt wordt ook gebruikt voor de scheiding tussen uren, minuten en seconden (bijvoorbeeld "3:04").
pl_pl: Dwukropek oddziela nazwę pola (czasem nazywaną nazwą kolumny) od wartości pola w rekordzie (na przykład {Month:"1"}, {Month:"2"} …). Dwukropek oddziela również godziny, minuty i sekundy (na przykład „3:04”).
pt_br: Dois-pontos separam um nome de campo (chamado, às vezes, de nome de coluna) de um valor de campo em um registro (por exemplo, {Month:"1"}, {Month:"2"} …). Dois-pontos também separam horas de minutos e segundos (por exemplo, "3:04").
pt_pt: Os dois pontos separam um nome de campo, por vezes denominado nome de coluna, de um valor de campo num registo (por exemplo, {Month:"1"}, {Month:"2"} …). Os dois pontos também separam as horas dos minutos e segundos (por exemplo, "3:04").
ro_ro: Un semn două puncte separă numele unui câmp, numit uneori nume de coloană, de o valoare de câmp dintr-o înregistrare (de exemplu, {Month:"1"}, {Month:"2"} …). Semnul două puncte separă, de asemenea, orele de minute și secunde (de exemplu, „3:04”).
ru_ru: Двоеточие отделяет в записи имя поля, иногда называемое именем столбца, от его значения (например, {Month:"1"}, {Month:"2"}…). Двоеточие также разделяет часы, минуты и секунды (например, "3:04").
sk_sk: Dvojbodka oddeľuje názov poľa (niekedy nazývaný aj názov stĺpca) od hodnoty poľa v zázname (napríklad {Month:"1"}, {Month:"2"}…). Dvojbodka oddeľuje aj hodiny od minút a sekúnd (napríklad 3:04).
sl_si: Dvopičje loči ime polja, ki se včasih imenuje ime stolpca, od vrednosti polja v zapisu (na primer {Month:"1"}, {Month:"2"} …). Dvopičje loči tudi ure od minut in sekund (na primer »3:04«).
sr_cyrl_rs: Двотачка раздваја име поља, које се понекад назива име колоне, од вредности поља у запису (на пример, {Month:"1"}, {Month:"2"}…). Двотачка такође раздваја сате од минута и секунди (на пример, „3:04“).
sr_latn_rs: Dvotačka razdvaja ime polja, koje se ponekad naziva ime kolone, od vrednosti polja u zapisu (na primer, {Month:"1"}, {Month:"2"}…). Dvotačka takođe razdvaja sate od minuta i sekundi (na primer, „3:04“).
sv_se: Ett kolon avgränsar ett fältnamn vilket ibland kallas ett kolumnnamn från ett fältvärde i en post (till exempel {Month:"1"}, {Month:"2"}...). Ett kolon avgränsar även timmar från minuter och sekunder (till exempel 3:04).
th_th: ทวิภาคจะแยกชื่อเขตข้อมูลหรือที่เรียกว่าชื่อคอลัมน์ จากค่าเขตข้อมูลในระเบียน (ตัวอย่างเช่น {Month:"1"}, {Month:"2"} …) ทวิภาคยังแยกชั่วโมงออกจากนาทีและวินาที (ตัวอย่างเช่น "3:04")
tr_tr: İki nokta üst üste bir kayıttaki alan adını (sütun adı olarak da bilinir) alan değerinden ayırır (örneğin, {Month:"1"}, {Month:"2"} …). İki nokta üst üste ayrıca saatler, dakikalar ve saniyeleri de ayırır (örnek, "3:04").
uk_ua: Двокрапка відділяє в записі ім’я поля (стовпця) від його значення (наприклад, {Month:"1"}, {Month:"2"} тощо), а також години від хвилин і секунд (наприклад, "03:04").
vi_vn: Dấu hai chấm phân tách tên trường, đôi khi được gọi là tên cột, với giá trị trường trong bản ghi (ví dụ: {Month:"1"}, {Month:"2"}...). Dấu hai chấm cũng phân tách giờ với phút và giây (ví dụ: "3:04").
zh_cn: 冒号可将字段名(有时称为列名)与记录中的字段值隔开(例如 {Month:"1"}、{Month:"2"} …)。冒号还可将小时与分钟和秒隔开(例如 "3:04")。
zh_tw: 冒號可分隔記錄中的欄位名稱 (有時也稱為資料行名稱) 與欄位值 (例如 {Month:"1"}、{Month:"2"} …)。冒號也可分隔小時與分鐘及秒 (例如 "3:04")。

# ErrorResource_ErrColonExpected_HowToFix_1
source: Edit your formula so that it includes a colon.
bg_bg: Редактирайте формулата си така, че да включва двоеточие.
ca_es: Editeu la fórmula de manera que inclogui dos punts.
cs_cz: Upravte svůj vzorec tak, aby obsahoval dvojtečku.
da_dk: Rediger formlen, så den indeholder et kolon.
de_de: Bearbeiten Sie Ihre Formel so, dass sie einen Doppelpunkt enthält.
el_gr: Επεξεργαστείτε τον τύπο έτσι ώστε να περιλαμβάνει μια άνω και κάτω τελεία.
es_es: Edite la fórmula para que incluya un signo de dos puntos.
et_ee: Redigeerige oma valemit nii, et see sisaldaks koolonit.
eu_es: Editatu formula bi puntuen karakterea eduki dezan.
fi_fi: Muokkaa kaavaasi niin, että se sisältää kaksoispisteen.
fr_fr: Modifiez votre formule afin qu’elle comprenne un signe deux-points.
gl_es: Editar a fórmula de xeito que inclúa dous puntos.
hi_in: अपने सूत्र को संपादित करें ताकि इसमें कॉलन शामिल हो सके.
hr_hr: Uredite formulu tako da sadrži dvotočku.
hu_hu: Módosítsa a képletet úgy, hogy kettőspontot tartalmazzon.
it_it: Modificare la formula affinché includa i due punti.
ja_jp: 数式を編集し、コロンが含まれるようにします。
kk_kz: Формуланы ол қос нүктені қамтитын етіп өңдеңіз.
ko_kr: 수식에 콜론이 포함되도록 편집합니다.
lt_lt: Redaguokite savo formulę taip, kad joje būtų dvitaškis.
lv_lv: Rediģējiet formulu tā, lai tā ietvertu kolu.
ms_my: Edit formula anda supaya mengandungi tanda titik bertindih.
nb_no: Rediger formelen slik at den inneholder et kolon.
nl_nl: Bewerk de formule zodat deze een dubbele punt bevat.
pl_pl: Edytuj formułę tak, aby zawierała dwukropek.
pt_br: Edite sua fórmula para que ela inclua dois-pontos.
pt_pt: Edite a fórmula de forma a incluir os dois pontos.
ro_ro: Editați-vă formula astfel încât să includă un semn două puncte.
ru_ru: Измените формулу так, чтобы она включала двоеточие.
sk_sk: Upravte vzorec tak, aby obsahoval dvojbodku.
sl_si: Uredite formulo tako, da bo vsebovala dvopičje.
sr_cyrl_rs: Уредите формулу тако да садржи двотачку.
sr_latn_rs: Uredite formulu tako da sadrži dvotačku.
sv_se: Redigera din formel så att den innehåller ett kolon.
th_th: แก้ไขสูตรของคุณเพื่อให้มีเครื่องหมายจุดคู่
tr_tr: Formülünüzü iki nokta üst üste içerecek şekilde düzenleyin.
uk_ua: Відредагуйте формулу, щоб вона містила двокрапку.
vi_vn: Chỉnh sửa công thức của bạn để công thức có chứa dấu hai chấm.
zh_cn: 编辑公式，使其包含一个冒号。
zh_tw: 請編輯您的公式，在公式中加入冒號。

# ErrorResource_ErrColonExpected_Link_1
source: Article: Show text, dates, and times in Power Apps
bg_bg: Статия: Показване на текст, дати и часове в Power Apps
ca_es: Article: Visualització del text, les dates i les hores al Power Apps
cs_cz: Článek: Zobrazování textu, kalendářních dat a časů v Power Apps
da_dk: Artikel: Vis tekst, datoer og klokkeslæt i Power Apps
de_de: Artikel: Anzeigen von Text, Datums- und Zeitangaben in Power Apps
el_gr: Άρθρο: Εμφάνιση κειμένου, ημερομηνιών και ωρών στο Power Apps
es_es: Artículo: Muestra de texto, fechas y horas en Power Apps
et_ee: Artikkel: Power Appsis teksti, kuupäevade ja kellaaegade kuvamine
eu_es: Artikulua: Erakutsi testua, datak eta orduak Power Apps-en
fi_fi: Artikkeli: Tekstin, päivämäärien ja kellonaikojen näyttäminen Power Appsissa
fr_fr: Article : Afficher du texte, des dates et des heures dans Power Apps
gl_es: Artigo: Mostra de texto, datas e horas en Power Apps
hi_in: आलेख: Power Apps में पाठ, दिनांक और समय दिखाएँ
hr_hr: Članak: Prikazivanje teksta, datuma i vremena na servisu Power Apps
hu_hu: Cikk: Szöveg, dátumok és időpontok megjelenítése a Power Appsben
it_it: Articolo: Visualizzare testo, date e ore in Power Apps
ja_jp: 記事: Power Apps でテキスト、日付、時刻を表示する
kk_kz: Мақала. Power Apps жүйесінде мәтінді, күндерді және уақыттарды көрсету
ko_kr: 문서: Power Apps에서 텍스트, 날짜 및 시간 표시
lt_lt: Straipsnis: „Power Apps“ rodyti tekstą, datas ir laiką
lv_lv: Raksts: Show text, dates, and times in Power Apps (Teksta, datumu un laika vērtību rādīšana pakalpojumā Power Apps)
ms_my: Artikel: Tunjukkan teks, tarikh dan masa dalam Power Apps
nb_no: Artikkel: Vis tekst, datoer og klokkeslett i Power Apps
nl_nl: Artikel: Tekst, datums en tijden weergeven in Power Apps
pl_pl: Artykuł: Wyświetlanie tekstu, dat i godzin w usłudze Power Apps
pt_br: Artigo: Mostrar texto, datas e horas no Power Apps
pt_pt: Artigo: mostrar texto, datas e horas no Power Apps
ro_ro: Articol: Afișarea textului, datelor și orelor în Power Apps
ru_ru: Статья. Отображение текста, дат и времени в Power Apps
sk_sk: Článok: Zobrazovanie textu, dátumov a časov v službe Power Apps
sl_si: Članek: Prikaz besedila, datumov in ur v storitvi Power Apps
sr_cyrl_rs: Чланак: Приказујте текст, датуме и време у услузи Power Apps
sr_latn_rs: Članak: Prikazujte tekst, datume i vreme u usluzi Power Apps
sv_se: Artikel: Visa text, datum och tider i Power Apps
th_th: บทความ: แสดงข้อความ วันที่ และเวลาใน Power Apps
tr_tr: Makale: Power Apps'te metin, tarih ve saat gösterme
uk_ua: Стаття: "Відображення тексту, дати й часу в Power Apps"
vi_vn: Bài viết: Hiển thị văn bản, ngày và giờ trong Power Apps
zh_cn: 文章: 在 Power Apps 中显示文本、日期和时间
zh_tw: 文章: 在 Power Apps 中顯示文字、日期與時間

# ErrorResource_ErrBehaviorPropertyExpected_ShortMessage
source: Behavior function in a non-behavior property. You can't use this property to change values elsewhere in the app.
bg_bg: Функция за поведение в свойство, което не е за поведение. Не можете да използвате това свойство за промяна на стойности на друго място в приложението.
ca_es: Hi ha una funció de comportament en una propietat que no és de comportament. No podeu utilitzar aquesta propietat per canviar valors d'altres llocs de l’aplicació.
cs_cz: Funkce chování ve vlastnosti, která není chováním. Pomocí této vlastnosti není možné měnit hodnoty jinde v aplikaci.
da_dk: Funktionsmåde i en ikke-funktionsmåde-egenskab. Du kan bruge denne egenskab til at ændre værdier et andet sted i appen.
de_de: Verhaltensfunktion in einer nicht verhaltensbezogenen Eigenschaft. Diese Eigenschaft kann nicht zum Ändern von Werten an anderer Stelle in der App verwendet werden.
el_gr: Συνάρτηση συμπεριφοράς σε μια ιδιότητα που δεν σχετίζεται με τη συμπεριφορά. Δεν μπορείτε να χρησιμοποιήσετε αυτή την ιδιότητα για να αλλάξετε τιμές αλλού στην εφαρμογή.
es_es: Hay una función de comportamiento en una propiedad que no es de comportamiento. No se puede usar esta propiedad para cambiar valores en otra parte de la aplicación.
et_ee: Käitumise funktsioon on mitte-käitumise atribuut. Te ei saa seda atribuuti kasutada väärtuste muutmiseks mujal rakenduses.
eu_es: Portaerarik ez duen propietate bateko portaera-funtzioa. Ezin duzu erabili propietate hori aplikazioaren beste eremu batzuetako balioak aldatzeko.
fi_fi: Toimintafunktio muussa kuin toimintaominaisuudessa. Et voi käyttää tätä ominaisuutta muuttamaan arvoja muualla sovelluksessa.
fr_fr: Fonction de comportement dans une propriété non-comportementale. Vous ne pouvez pas utiliser cette propriété pour modifier des valeurs ailleurs dans l’application.
gl_es: Función de comportamento nunha propiedade sen comportamento. Non se pode usar esta propiedade para modificar valores noutro lugar da aplicación.
hi_in: गैर-व्यवहार गुण में व्यवहार फ़ंक्शन. आप ऐप में कहीं और मान परिवर्तित करने के लिए इस गुण का उपयोग नहीं कर सकते.
hr_hr: Funkcija ponašanja u svojstvo koje nije svojstvo ponašanja. To svojstvo nije moguće koristiti za promjenu vrijednosti na drugim mjestima u aplikaciji.
hu_hu: Viselkedési függvény szerepel egy nem viselkedési tulajdonságban. Ezzel a tulajdonsággal nem módosíthatók a tulajdonságok az alkalmazás más részeiben.
it_it: Funzione di comportamento in una proprietà non di comportamento. Non è possibile usare questa proprietà per modificare i valori in un'altra parte dell'app.
ja_jp: 非動作プロパティに動作関数があります。このプロパティを使用してアプリ内の他の場所にある値を変更することはできません。
kk_kz: Жұмыс режимі емес сипаттағы жұмыс режимі функциясы. Бұл сипатты бағдарламаның басқа жеріндегі мәндерді өзгерту үшін пайдалана алмайсыз.
ko_kr: 동작이 아닌 속성의 동작 함수입니다. 앱의 다른 곳에서 값을 변경하는 데는 이 속성을 사용할 수 없습니다.
lt_lt: Ne veikimo ypatybės veikimo funkcija. Šios ypatybės negalite naudoti norėdami pakeisti reikšmes kitoje programos vietoje.
lv_lv: Izturēšanās funkcija rekvizītā, kas nav izturēšanās rekvizīts. Šo rekvizītu nevar izmantot, lai mainītu vērtības citviet programmā.
ms_my: Fungsi kelakuan dalam sifat bukan kelakuan. Anda tidak boleh menggunakan sifat ini untuk mengubah nilai di tempat lain dalam aplikasi.
nb_no: Virkemåtefunksjon i en ikke-virkemåte-egenskap. Du kan ikke bruke denne egenskapen til å endre verdier andre steder i appen.
nl_nl: De gedragsfunctie in een niet-gedragseigenschap. U kunt deze eigenschap niet gebruiken om waarden elders in de app te wijzigen.
pl_pl: Funkcja zachowania we właściwości innej niż właściwość zachowania. Nie można używać tej właściwości do zmiany wartości w innym miejscu aplikacji.
pt_br: Função de comportamento em uma propriedade não comportamental. Você não pode usar esta propriedade para alterar valores em outro lugar no aplicativo.
pt_pt: Função de comportamento numa propriedade não comportamento. Não pode utilizar esta propriedade para alterar valores noutro local na aplicação.
ro_ro: Funcție de comportament într-o proprietate necomportamentală. Nu puteți utiliza această proprietate pentru a modifica valorile din altă parte a aplicației.
ru_ru: Функция поведения используется в несвязанном с поведением свойстве. Это свойство не позволяет изменять значения в других областях приложения.
sk_sk: Funkcia správania vo vlastnosti, ktorá nie je správaním. Pomocou tejto vlastnosti nie je možné meniť hodnoty inde v aplikácii.
sl_si: Funkcija delovanja v lastnosti, ki ni povezana z delovanjem. Te lastnosti ne morete uporabiti za spreminjanje vrednosti na drugih mestih v aplikaciji.
sr_cyrl_rs: Функција понашања у својству које се не односи на понашање. Не можете да користите ово својство да бисте мењали вредности другде у апликацији.
sr_latn_rs: Funkcija ponašanja u svojstvu koje se ne odnosi na ponašanje. Ne možete da koristite ovo svojstvo da biste menjali vrednosti drugde u aplikaciji.
sv_se: Beteendefunktion i en icke-beteende-egenskap. Du kan inte använda den här egenskapen för att ändra värden i appen.
th_th: ฟังก์ชันลักษณะการทำงานในคุณสมบัติที่ไม่ใช่ลักษณะการทำงาน คุณไม่สามารถใช้คุณสมบัตินี้เพื่อเปลี่ยนค่าส่วนอื่นในแอปได้
tr_tr: Davranış olmayan bir özellikte davranış işlevi. Bu özelliği uygulamanın başka bir yerinde değerleri değiştirmek için kullanamazsınız.
uk_ua: Поведінкова функція в неповедінковій властивості, яка не дає змоги змінювати значення деінде в програмі.
vi_vn: Hàm hành vi trong thuộc tính không thuộc hành vi. Bạn không thể sử dụng thuộc tính này để thay đổi các giá trị ở nơi khác trong ứng dụng.
zh_cn: 非行为属性中的行为函数。此属性不可用于更改应用中其他位置的值。
zh_tw: 非行為屬性中的行為函式。您無法使用此屬性在應用程式的其他位置變更值。
